Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.app.confirmQuit.subtitleDirtyOnly
source: Show a confirmation only when a workspace needs close confirmation.
ar: اعرض تأكيدًا فقط عندما تحتاج مساحة عمل إلى تأكيد الإغلاق.
bs: Prikaži potvrdu samo kada workspace zahtijeva potvrdu zatvaranja.
da: Vis kun en bekræftelse, når et workspace kræver bekræftelse ved lukning.
de: Zeige nur dann eine Bestätigung, wenn ein Workspace eine Schließbestätigung benötigt.
es: Mostrar una confirmación solo cuando un espacio de trabajo requiera confirmación al cerrar.
fr: Afficher une confirmation uniquement lorsqu’un workspace nécessite une confirmation de fermeture.
it: Mostra una conferma solo quando un workspace richiede conferma di chiusura.
ja: 閉じる確認が必要なワークスペースがある場合のみ確認を表示します。
ko: 닫기 확인이 필요한 워크스페이스가 있을 때만 확인을 표시합니다.
nb: Vis bare en bekreftelse når et workspace krever bekreftelse ved lukking.
pl: Pokazuj potwierdzenie tylko wtedy, gdy workspace wymaga potwierdzenia zamknięcia.
pt_br: Mostre uma confirmação apenas quando um workspace precisar de confirmação de fechamento.
ru: Показывать подтверждение только тогда, когда workspace требует подтверждения закрытия.
th: แสดงการยืนยันเฉพาะเมื่อ workspace ต้องยืนยันก่อนปิด
tr: Yalnızca bir workspace kapatma onayı gerektirdiğinde onay göster.
uk: Показувати підтвердження лише тоді, коли workspace потребує підтвердження закриття.
zh_hans: 仅当工作区需要关闭确认时显示确认。
zh_hant: 僅在工作區需要關閉確認時顯示確認。

# settings.app.defaultTerminal
source: Default Terminal
ar: الطرفية الافتراضية
de: Standard-Terminal
es: Terminal predeterminada
fr: Terminal par défaut
ja: デフォルトターミナル
ko: 기본 터미널
zh_hans: 默认终端
zh_hant: 預設終端機

# settings.app.defaultTerminal.buttonDefault
source: Default
ar: تقصير
de: Standard
es: Por defecto
fr: Défaut
ja: デフォルト
ko: 기본
zh_hans: 默认
zh_hant: 預設

# settings.app.defaultTerminal.buttonSet
source: Set Default
ar: تعيين كافتراضي
de: Als Standard festlegen
es: Establecer como predeterminada
fr: Définir par défaut
ja: デフォルトに設定
ko: 기본값으로 설정
zh_hans: 设为默认
zh_hant: 設為預設

# settings.app.defaultTerminal.buttonSetting
source: Setting...
ar: جاري التعيين...
de: Wird festgelegt...
es: Estableciendo...
fr: Configuration en cours...
ja: 設定中...
ko: 설정 중...
zh_hans: 正在设置...
zh_hant: 正在設定...

# settings.app.defaultTerminal.dialog.confirm
source: Set Default
ar: تعيين كافتراضي
de: Als Standard festlegen
es: Establecer como predeterminada
fr: Définir par défaut
ja: デフォルトに設定
ko: 기본값으로 설정
zh_hans: 设为默认
zh_hant: 設為預設

# settings.app.defaultTerminal.dialog.message
source: cmux will ask macOS to use this app for SSH links, .command/.tool files, and UNIX executables. macOS may show a confirmation prompt.
ar: سيطلب cmux من macOS استخدام هذا التطبيق لروابط SSH، وملفات .command/.tool، وملفات UNIX التنفيذية. قد يظهر macOS مطالبة تأكيد.
de: cmux wird macOS bitten, diese App für SSH-Links, .command/.tool-Dateien und UNIX-Ausführungsdateien zu verwenden. macOS zeigt möglicherweise eine Bestätigungsaufforderung an.
es: cmux solicitará a macOS usar esta aplicación para enlaces SSH, archivos .command/.tool y ejecutables de UNIX. Es posible que macOS muestre un aviso de confirmación.
fr: cmux demandera à macOS d’utiliser cette application pour les liens SSH, les fichiers .command/.tool et les exécutables UNIX. macOS peut afficher une invite de confirmation.
ja: cmux は、このアプリを SSH リンク、.command/.tool ファイル、UNIX 実行ファイルに使うよう macOS に要求します。macOS が確認を表示する場合があります。
ko: cmux는 macOS에 SSH 링크, .command/.tool 파일 및 UNIX 실행 파일에 이 앱을 사용하도록 요청합니다. macOS에 확인 프롬프트가 표시될 수 있습니다.
zh_hans: cmux 将请求 macOS 用此应用处理 SSH 链接、.command/.tool 文件和 UNIX 可执行文件。macOS 可能会显示确认提示。
zh_hant: cmux 將要求 macOS 使用此應用程式來開啟 SSH 連結、.command/.tool 檔案和 UNIX 可執行檔。macOS 可能會顯示確認提示。

# settings.app.defaultTerminal.dialog.title
source: Set cmux as default terminal?
ar: هل تريد تعيين cmux كطرفية افتراضية؟
de: cmux als Standard-Terminal festlegen?
es: ¿Establecer cmux como la terminal predeterminada?
fr: Définir cmux comme terminal par défaut ?
ja: cmux をデフォルトターミナルに設定しますか?
ko: cmux를 기본 터미널로 설정하시겠습니까?
zh_hans: 将 cmux 设为默认终端？
zh_hant: 要將 cmux 設為預設終端機嗎？

# settings.app.defaultTerminal.subtitleDefault
source: cmux handles SSH links, .command/.tool files, and UNIX executables.
ar: يتعامل cmux مع روابط SSH، وملفات .command/.tool، وملفات UNIX التنفيذية.
de: cmux verarbeitet SSH-Links, .command/.tool-Dateien und UNIX-Ausführungsdateien.
es: cmux maneja enlaces SSH, archivos .command/.tool y ejecutables de UNIX.
fr: cmux gère les liens SSH, les fichiers .command/.tool et les exécutables UNIX.
ja: cmux は SSH リンク、.command/.tool ファイル、UNIX 実行ファイルを処理します。
ko: cmux가 SSH 링크, .command/.tool 파일 및 UNIX 실행 파일을 처리합니다.
zh_hans: cmux 负责处理 SSH 链接、.command/.tool 文件和 UNIX 可执行文件。
zh_hant: cmux 會處理 SSH 連結、.command/.tool 檔案和 UNIX 可執行檔。

# settings.app.defaultTerminal.subtitleNotDefault
source: Set cmux as the handler for SSH links, .command/.tool files, and UNIX executables.
ar: تعيين cmux كمعالج لروابط SSH، وملفات .command/.tool، وملفات UNIX التنفيذية.
de: Legen Sie cmux als Handler für SSH-Links, .command/.tool-Dateien und UNIX-Ausführungsdateien fest.
es: Establece cmux como el manejador para enlaces SSH, archivos .command/.tool y ejecutables de UNIX.
fr: Définir cmux comme gestionnaire pour les liens SSH, les fichiers .command/.tool et les exécutables UNIX.
ja: SSH リンク、.command/.tool ファイル、UNIX 実行ファイルのハンドラとして cmux を設定します。
ko: SSH 링크, .command/.tool 파일 및 UNIX 실행 파일의 처리기로 cmux를 설정합니다.
zh_hans: 将 cmux 设为 SSH 链接、.command/.tool 文件和 UNIX 可执行文件的处理程序。
zh_hant: 將 cmux 設為 SSH 連結、.command/.tool 檔案和 UNIX 可執行檔的處理常式。

# settings.app.defaultTerminal.subtitleSetting
source: macOS may ask you to confirm this change.
ar: قد يطلب منك macOS تأكيد هذا التغيير.
de: macOS fordert Sie möglicherweise auf, diese Änderung zu bestätigen.
es: Es posible que macOS te pida confirmar este cambio.
fr: macOS peut vous demander de confirmer ce changement.
ja: macOS がこの変更の確認を求める場合があります。
ko: macOS에서 이 변경 사항을 승인하라는 메시지를 표시할 수 있습니다.
zh_hans: macOS 可能会要求确认此更改。
zh_hant: macOS 可能會要求您確認此變更。

# settings.app.dockBadge
source: Dock Badge
ar: شارة Dock
bs: Oznaka na Docku
es: Insignia del Dock
fr: Badge du Dock
it: Badge del Dock
ja: Dockバッジ
ko: Dock 배지
nb: Dock-merke
pl: Plakietka w Docku
pt_br: Emblema do Dock
ru: Значок Dock
th: ป้าย Dock
tr: Dock Rozeti
uk: Значок Dock
zh_hans: 程序坞角标
zh_hant: Dock 標記

# settings.app.dockBadge.subtitle
source: Show unread count on app icon (Dock and Cmd+Tab).
ar: عرض عدد غير المقروء على أيقونة التطبيق (Dock و Cmd+Tab).
bs: Prikaži broj nepročitanih na ikoni aplikacije (Dock i Cmd+Tab).
da: Vis antal ulæste på appikonet (Dock og Cmd+Tab).
de: Ungelesene Anzahl auf dem App-Symbol anzeigen (Dock und Cmd+Tab).
es: Mostrar el recuento de no leídos en el ícono de la app (Dock y Cmd+Tab).
fr: Afficher le nombre de messages non lus sur l'icône de l'app (Dock et Cmd+Tab).
it: Mostra il conteggio non letti sull'icona dell'app (Dock e Cmd+Tab).
ja: アプリアイコン（DockおよびCmd+Tab）に未読数を表示します。
ko: 앱 아이콘(Dock 및 Cmd+Tab)에 읽지 않은 수를 표시합니다.
nb: Vis antall uleste på appikonet (Dock og Cmd+Tab).
pl: Pokaż liczbę nieprzeczytanych na ikonie aplikacji (Dock i Cmd+Tab).
pt_br: Mostrar contagem de não lidos no ícone do app (Dock e Cmd+Tab).
ru: Показывать количество непрочитанных на значке приложения (Dock и Cmd+Tab).
th: แสดงจำนวนยังไม่อ่านบนไอคอนแอป (Dock และ Cmd+Tab)
tr: Uygulama simgesinde (Dock ve Cmd+Tab) okunmamış sayısını göster.
uk: Показувати кількість непрочитаних на іконці програми (Dock та Cmd+Tab).
zh_hans: 在应用图标上显示未读计数（程序坞和 Cmd+Tab）。
zh_hant: 在 App 圖示上顯示未讀數量（Dock 和 Cmd+Tab）。

# settings.app.fadeButtons
source: Fade Buttons
ar: تلاشي الأزرار
de: Schaltflächen ausblenden
es: Atenuar botones
fr: Estomper les boutons
ja: ボタンをフェード表示
ko: 버튼 페이드
uk: Приховування кнопок
zh_hans: 淡出按钮
zh_hant: 淡化按鈕

# settings.app.fadeButtons.subtitleOff
source: Keep action buttons always visible.
ar: إبقاء أزرار الإجراءات مرئية دائمًا.
de: Aktionsschaltflächen immer sichtbar lassen.
es: Mantener los botones de acción siempre visibles.
fr: Garder les boutons d’action toujours visibles.
ja: 操作ボタンを常に表示します。
ko: 액션 버튼을 항상 표시합니다.
uk: Кнопки дій завжди видимі.
zh_hans: 操作按钮始终可见。
zh_hant: 保持動作按鈕一律可見。

# settings.app.fadeButtons.subtitleOn
source: Show action buttons only on hover.
ar: إظهار أزرار الإجراءات فقط عند حوم مؤشر الماوس.
de: Aktionsschaltflächen nur beim Darüberfahren anzeigen.
es: Mostrar los botones de acción solo al pasar el cursor.
fr: Afficher les boutons d’action uniquement au survol.
ja: 操作ボタンはホバー時のみ表示します。
ko: 마우스를 올렸을 때만 액션 버튼을 표시합니다.
uk: Кнопки дій з'являються лише при наведенні.
zh_hans: 仅在悬停时显示操作按钮。
zh_hant: 僅在滑鼠懸停時顯示動作按鈕。

# settings.app.fileDrop.defaultBehavior
source: File Drops
ar: إفلات الملفات
bs: Ispuštanje datoteka
da: Filslip
de: Dateiablagen
es: Soltar archivos
fr: Dépôts de fichiers
it: Rilasci file
ja: ファイルドロップ
ko: 파일 드롭
nb: Filslipp
pl: Upuszczanie plików
pt_br: Soltar arquivos
ru: Перетаскивание файлов
th: การวางไฟล์
tr: Dosya Bırakma
uk: Перетягування файлів
zh_hans: 文件拖放
zh_hant: 檔案拖放

# settings.app.fileDrop.defaultBehavior.preview
source: Open file preview
ar: فتح معاينة الملف
bs: Otvori pregled datoteke
da: Åbn filvisning
de: Dateivorschau öffnen
es: Abrir vista previa del archivo
fr: Ouvrir l’aperçu du fichier
it: Apri anteprima file
ja: ファイルプレビューを開く
ko: 파일 미리보기 열기
nb: Åpne filforhåndsvisning
pl: Otwórz podgląd pliku
pt_br: Abrir pré-visualização do arquivo
ru: Открыть предпросмотр файла
th: เปิดตัวอย่างไฟล์
tr: Dosya önizlemesini aç
uk: Відкрити попередній перегляд файлу
zh_hans: 打开文件预览
zh_hant: 開啟檔案預覽

# settings.app.fileDrop.defaultBehavior.preview.subtitle
source: Dragging files opens previews or split panes. Hold Shift over terminals and editors to insert path text.
ar: يؤدي سحب الملفات إلى فتح المعاينات أو الأجزاء المقسمة. اضغط Shift فوق الطرفيات والمحررات لإدراج نص المسار.
bs: Prevlačenje datoteka otvara preglede ili podijeljene panele. Držite Shift iznad terminala i editora za umetanje teksta putanje.
da: Når filer trækkes ind, åbnes forhåndsvisninger eller splitpaneler. Hold Skift nede over terminaler og editorer for at indsætte stitekst.
de: Gezogene Dateien öffnen Vorschauen oder Split-Bereiche. Halten Sie über Terminals und Editoren die Umschalttaste, um Pfadtext einzufügen.
es: Arrastrar archivos abre vistas previas o paneles divididos. Mantén Shift sobre terminales y editores para insertar texto de ruta.
fr: Faire glisser des fichiers ouvre des aperçus ou des volets divisés. Maintenez Maj sur les terminaux et les éditeurs pour insérer le chemin sous forme de texte.
it: Trascinare file apre anteprime o riquadri divisi. Tieni premuto Maiuscole sopra terminali ed editor per inserire il percorso come testo.
ja: ファイルをドラッグするとプレビューまたは分割ペインで開きます。ターミナルやエディタ上で Shift キーを押したままにするとパス文字列を挿入します。
ko: 파일을 드래그하면 미리보기 또는 분할 창이 열립니다. 터미널과 편집기 위에서 Shift를 누르면 경로 텍스트가 삽입됩니다.
nb: Når filer dras inn, åpnes forhåndsvisninger eller delte ruter. Hold Skift over terminaler og redigerere for å sette inn stitekst.
pl: Przeciąganie plików otwiera podglądy lub podzielone panele. Przytrzymaj Shift nad terminalami i edytorami, aby wstawić tekst ścieżki.
pt_br: Arrastar arquivos abre pré-visualizações ou painéis divididos. Segure Shift sobre terminais e editores para inserir texto de caminho.
ru: Перетаскивание файлов открывает предпросмотр или разделённые панели. Удерживайте Shift над терминалами и редакторами, чтобы вставить путь как текст.
th: การลากไฟล์จะเปิดตัวอย่างหรือบานหน้าต่างแบบแบ่ง กด Shift ค้างไว้เหนือเทอร์มินัลและตัวแก้ไขเพื่อแทรกข้อความพาธ
tr: Dosyaları sürüklemek önizlemeleri veya bölünmüş bölmeleri açar. Yol metni eklemek için terminal ve düzenleyicilerin üzerinde Shift tuşunu basılı tutun.
uk: Перетягування файлів відкриває попередній перегляд або розділені панелі. Утримуйте Shift над терміналами й редакторами, щоб вставити шлях як текст.
zh_hans: 拖入文件会打开预览或拆分窗格。在终端和编辑器上按住 Shift 可插入路径文本。
zh_hant: 拖入檔案會開啟預覽或分割窗格。在終端機和編輯器上按住 Shift 可插入路徑文字。

# settings.app.fileDrop.defaultBehavior.text
source: Drop path text
ar: إفلات نص المسار
bs: Ispusti tekst putanje
da: Slip stitekst
de: Pfadtext ablegen
es: Soltar texto de ruta
fr: Déposer le chemin en texte
it: Rilascia testo percorso
ja: パス文字列をドロップ
ko: 경로 텍스트 드롭
nb: Slipp stitekst
pl: Upuść tekst ścieżki
pt_br: Soltar texto de caminho
ru: Перетащить путь как текст
th: วางข้อความพาธ
tr: Yol metnini bırak
uk: Скинути шлях як текст
zh_hans: 拖放路径文本
zh_hant: 拖放路徑文字

# settings.app.fileDrop.defaultBehavior.text.subtitle
source: Over terminals and editors, dragging files inserts shell-escaped paths. Hold Shift to open a file preview or split.
ar: فوق الطرفيات والمحررات، يؤدي سحب الملفات إلى إدراج مسارات مهربة للصدفة. اضغط Shift لفتح معاينة ملف أو تقسيم.
bs: Iznad terminala i editora, prevlačenje datoteka umeće shell-escapirane putanje. Držite Shift za otvaranje pregleda datoteke ili podjele.
da: Over terminaler og editorer indsætter træk af filer shell-escaped stier. Hold Skift nede for at åbne en filvisning eller et split.
de: Über Terminals und Editoren fügt das Ziehen von Dateien shell-escapte Pfade ein. Halten Sie Umschalt, um eine Dateivorschau oder einen Split zu öffnen.
es: Sobre terminales y editores, arrastrar archivos inserta rutas escapadas para shell. Mantén Shift para abrir una vista previa del archivo o una división.
fr: Sur les terminaux et les éditeurs, faire glisser des fichiers insère des chemins échappés pour le shell. Maintenez Maj pour ouvrir un aperçu de fichier ou une division.
it: Sopra terminali ed editor, trascinare file inserisce percorsi con escape per la shell. Tieni premuto Maiuscole per aprire un’anteprima file o una divisione.
ja: ターミナルやエディタ上では、ファイルをドラッグするとシェル用にエスケープされたパスを挿入します。Shift キーを押したままにするとファイルプレビューまたは分割で開きます。
ko: 터미널과 편집기 위에서는 파일을 드래그하면 셸 이스케이프된 경로가 삽입됩니다. Shift를 누르면 파일 미리보기 또는 분할로 열립니다.
nb: Over terminaler og redigerere setter dra-og-slipp av filer inn skall-escapede stier. Hold Skift for å åpne filforhåndsvisning eller delt visning.
pl: Nad terminalami i edytorami przeciąganie plików wstawia ścieżki escapowane dla powłoki. Przytrzymaj Shift, aby otworzyć podgląd pliku lub podział.
pt_br: Sobre terminais e editores, arrastar arquivos insere caminhos escapados para shell. Segure Shift para abrir uma pré-visualização do arquivo ou uma divisão.
ru: Над терминалами и редакторами перетаскивание файлов вставляет пути с экранированием для shell. Удерживайте Shift, чтобы открыть предпросмотр файла или разделение.
th: เหนือเทอร์มินัลและตัวแก้ไข การลากไฟล์จะแทรกพาธที่ escape สำหรับเชลล์ กด Shift ค้างไว้เพื่อเปิดตัวอย่างไฟล์หรือแบ่งหน้าต่าง
tr: Terminal ve düzenleyicilerin üzerinde dosya sürüklemek shell için kaçışlanmış yollar ekler. Dosya önizlemesi veya bölünmüş görünüm açmak için Shift tuşunu basılı tutun.
uk: Над терміналами й редакторами перетягування файлів вставляє шляхи з екрануванням для shell. Утримуйте Shift, щоб відкрити попередній перегляд файлу або розділення.
zh_hans: 在终端和编辑器上拖入文件会插入经过 shell 转义的路径。按住 Shift 可打开文件预览或拆分。
zh_hant: 在終端機和編輯器上拖入檔案會插入經過 shell 跳脫的路徑。按住 Shift 可開啟檔案預覽或分割。

# settings.app.fileEditorWordWrap
source: File Editor Word Wrap
ar: التفاف الكلمات في محرر الملفات
de: Zeilenumbruch im Dateieditor
es: Ajuste de línea del editor de archivos
fr: Retour automatique à la ligne de l’éditeur de fichiers
ja: ファイルエディタの行折り返し
ko: 파일 편집기 자동 줄 바꿈
zh_hans: 文件编辑器自动换行
zh_hant: 檔案編輯器自動換行

# settings.app.fileEditorWordWrap.subtitle
source: Wrap long lines at the editor's right edge instead of scrolling horizontally. Applies to the plain-text file editor.
ar: التفاف السطور الطويلة عند الحافة اليمنى للمحرر بدلاً من التمرير أفقيًا. ينطبق على محرر الملفات النصية البسيطة.
de: Lange Zeilen am rechten Rand des Editors umbrechen, anstatt horizontal zu scrollen. Gilt für den Nur-Text-Dateieditor.
es: Ajusta las líneas largas en el borde derecho del editor en lugar de desplazarse horizontalmente. Se aplica al editor de archivos de texto sin formato.
fr: Renvoyer les lignes longues à la ligne au bord droit de l’éditeur au lieu de faire défiler horizontalement. S’applique à l’éditeur de fichiers de texte brut.
ja: 長い行を横スクロールせずにエディタの右端で折り返します。プレーンテキストのファイルエディタに適用されます。
ko: 가로로 스크롤하는 대신 편집기의 오른쪽 가장자리에서 긴 줄을 바꿉니다. 일반 텍스트 파일 편집기에 적용됩니다.
zh_hans: 长行在编辑器右边缘换行，而不是横向滚动。适用于纯文本文件编辑器。
zh_hant: 在編輯器的右側邊緣將長行折行，而不是水平捲動。適用於純文字檔案編輯器。

# settings.app.focusHistoryIncludesPanesAndTabs
source: Include Panes and Tabs in Focus History
ar: تضمين الأجزاء وعلامات التبويب في سجل التركيز
de: Teilfenster und Tabs im Fokusverlauf einschließen
es: Incluir paneles y pestañas en el historial de enfoque
fr: Inclure les volets et les onglets dans l’historique du focus
ja: フォーカス履歴にペインとタブを含める
ko: 포커스 히스토리에 분할 창 및 탭 포함
zh_hans: 焦点历史包含窗格和标签页
zh_hant: 在聚焦歷史紀錄中包含窗格與標籤頁

# settings.app.focusHistoryIncludesPanesAndTabs.subtitleOff
source: Back and forward navigate between workspaces only.
ar: التنقل للخلف وللأمام بين مساحات العمل فقط.
de: Zurück und Vorwärts navigiert nur zwischen Arbeitsbereichen.
es: Ir atrás y adelante navega únicamente entre espacios de trabajo.
fr: Précédent et Suivant naviguent uniquement entre les espaces de travail.
ja: 戻る／進むではワークスペース間のみを移動します。
ko: 작업 공간 간에만 뒤로 및 앞으로 탐색합니다.
zh_hans: 后退和前进仅在工作区之间导航。
zh_hant: 向後與向前瀏覽僅在工作區之間進行導覽。

# settings.app.focusHistoryIncludesPanesAndTabs.subtitleOn
source: Back and forward navigate focus changes between panes, tabs, and workspaces.
ar: التنقل للخلف وللأمام يتنقل بين تغييرات التركيز في الأجزاء وعلامات التبويب ومساحات العمل.
de: Zurück und Vorwärts navigiert Fokusänderungen zwischen Teilfenstern, Tabs und Arbeitsbereichen.
es: Ir atrás y adelante navega por los cambios de enfoque entre paneles, pestañas y espacios de trabajo.
fr: Précédent et Suivant naviguent parmi les changements de focus entre les volets, les onglets et les espaces de travail.
ja: 戻る／進むではペイン、タブ、ワークスペース間のフォーカス移動をたどります。
ko: 분할 창, 탭 및 작업 공간 간에 포커스 변경 사항을 뒤로 및 앞으로 탐색합니다.
zh_hans: 后退和前进会在窗格、标签页和工作区之间的焦点变化中导航。
zh_hant: 向後與向前瀏覽會在窗格、標籤頁和工作區之間巡覽聚焦變更。

# settings.app.forkConversationDefaultDestination
source: Fork Conversation Default
ar: الافتراضي لتفريع المحادثة
de: Standard für Konversation forken
es: Destino predeterminado de bifurcar conversación
fr: Bifurcation par défaut de la conversation
ja: 会話フォークのデフォルト
ko: 대화 포크 기본값
zh_hans: 对话分叉默认目标
zh_hant: 對話分叉預設目標

# settings.app.globalFontMagnification
source: Global Font Magnification
ar: تكبير الخط العام
bs: Globalno uvećanje fonta
da: Global skriftforstørrelse
de: Globale Schriftvergrößerung
es: Ampliación global de fuente
fr: Agrandissement global de la police
it: Ingrandimento globale del font
ja: グローバルフォント倍率
ko: 전역 글꼴 확대
nb: Global skriftforstørrelse
pl: Globalne powiększenie czcionki
pt_br: Ampliação global da fonte
ru: Глобальное увеличение шрифта
th: การขยายแบบอักษรทั่วทั้งแอป
tr: Genel yazı tipi büyütme
uk: Глобальне збільшення шрифту
zh_hans: 全局字体放大
zh_hant: 全域字型放大

# settings.app.globalFontMagnification.reset
source: Reset
ar: إعادة تعيين
bs: Resetuj
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
nb: Tilbakestill
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
zh_hans: 重置
zh_hant: 重設

# settings.app.globalFontMagnification.subtitleOff
source: Scale every font in cmux by the same percentage. 100% = design size.
ar: يضبط حجم كل خط في cmux بالنسبة نفسها. 100% = حجم التصميم.
bs: Skalira svaki font u cmux-u istim procentom. 100% = projektovana veličina.
da: Skalerer alle skrifter i cmux med samme procent. 100 % = designstørrelse.
de: Skaliert jede Schrift in cmux um denselben Prozentsatz. 100 % = Designgröße.
es: Escala todas las fuentes de cmux con el mismo porcentaje. 100% = tamaño de diseño.
fr: Met à l'échelle toutes les polices de cmux avec le même pourcentage. 100 % = taille de conception.
it: Ridimensiona ogni font in cmux della stessa percentuale. 100% = dimensione di progetto.
ja: cmux のすべてのフォントを同じ割合でスケーリングします。100% = 設計サイズ。
ko: cmux의 모든 글꼴을 같은 비율로 조정합니다. 100% = 디자인 크기.
nb: Skalerer alle skrifter i cmux med samme prosent. 100 % = designstørrelse.
pl: Skaluje każdą czcionkę w cmux o ten sam procent. 100% = rozmiar projektowy.
pt_br: Escala todas as fontes no cmux pela mesma porcentagem. 100% = tamanho de design.
ru: Масштабирует все шрифты в cmux на один и тот же процент. 100% = проектный размер.
th: ปรับขนาดแบบอักษรทุกตัวใน cmux ด้วยเปอร์เซ็นต์เดียวกัน 100% = ขนาดตามดีไซน์
tr: cmux'taki her yazı tipini aynı yüzdeyle ölçekler. %100 = tasarım boyutu.
uk: Масштабує всі шрифти в cmux на однаковий відсоток. 100% = проєктний розмір.
zh_hans: 按相同比例缩放 cmux 中的所有字体。100% = 设计尺寸。
zh_hant: 以相同比例縮放 cmux 中的所有字型。100% = 設計尺寸。

# settings.app.globalFontMagnification.subtitleOn
source: Terminals, tabs, and chrome all render at this magnification. Per-pane zoom (⌘= / ⌘-) still overrides for the focused pane.
ar: تُعرض الطرفيات والتبويبات وواجهة التطبيق بهذا التكبير. يظل تكبير كل جزء (⌘= / ⌘-) متجاوزًا للجزء المركّز عليه.
bs: Terminali, kartice i chrome prikazuju se s ovim uvećanjem. Zumiranje po oknu (⌘= / ⌘-) i dalje ima prednost za fokusirano okno.
da: Terminaler, faner og chrome gengives alle med denne forstørrelse. Zoom pr. rude (⌘= / ⌘-) tilsidesætter stadig for den fokuserede rude.
de: Terminals, Tabs und Chrome werden alle mit dieser Vergrößerung dargestellt. Der Zoom pro Bereich (⌘= / ⌘-) hat für den fokussierten Bereich weiterhin Vorrang.
es: Terminales, pestañas y chrome se renderizan con esta ampliación. El zoom por panel (⌘= / ⌘-) sigue teniendo prioridad en el panel enfocado.
fr: Les terminaux, onglets et le chrome s'affichent tous avec cet agrandissement. Le zoom par volet (⌘= / ⌘-) reste prioritaire pour le volet actif.
it: Terminali, schede e chrome vengono renderizzati con questo ingrandimento. Lo zoom per riquadro (⌘= / ⌘-) continua a prevalere per il riquadro attivo.
ja: ターミナル、タブ、UI をこの倍率で描画します。ペインごとのズーム (⌘= / ⌘-) はフォーカス中のペインに対して引き続き優先されます。
ko: 터미널, 탭, chrome이 모두 이 확대율로 렌더링됩니다. 패널별 확대/축소(⌘= / ⌘-)는 포커스된 패널에서 계속 우선합니다.
nb: Terminaler, faner og chrome gjengis alle med denne forstørrelsen. Zoom per rute (⌘= / ⌘-) overstyrer fortsatt for den fokuserte ruten.
pl: Terminale, karty i chrome renderują się z tym powiększeniem. Powiększenie dla panelu (⌘= / ⌘-) nadal ma pierwszeństwo dla aktywnego panelu.
pt_br: Terminais, abas e chrome são renderizados com esta ampliação. O zoom por painel (⌘= / ⌘-) ainda prevalece no painel em foco.
ru: Терминалы, вкладки и chrome отображаются с этим увеличением. Масштаб отдельной панели (⌘= / ⌘-) по-прежнему имеет приоритет для панели в фокусе.
th: เทอร์มินัล แท็บ และ chrome จะแสดงผลด้วยการขยายนี้ทั้งหมด การซูมเฉพาะพาเนล (⌘= / ⌘-) ยังคงมีผลเหนือกว่าสำหรับพาเนลที่โฟกัสอยู่
tr: Terminaller, sekmeler ve chrome bu büyütmeyle işlenir. Bölme başına yakınlaştırma (⌘= / ⌘-) odaktaki bölme için hâlâ önceliklidir.
uk: Термінали, вкладки та chrome відображаються з цим збільшенням. Масштаб окремої панелі (⌘= / ⌘-) і далі має пріоритет для панелі у фокусі.
zh_hans: 终端、标签页和 chrome 都以此放大比例渲染。单个窗格缩放（⌘= / ⌘-）仍会覆盖当前聚焦窗格。
zh_hant: 終端機、標籤頁和 chrome 都會以此放大倍率算繪。單一窗格縮放（⌘= / ⌘-）仍會覆蓋目前聚焦窗格。

# settings.app.hideAllSidebarDetails
source: Hide All Sidebar Details
ar: إخفاء كافة تفاصيل الشريط الجانبي
de: Alle Seitenleistendetails ausblenden
es: Ocultar todos los detalles de la barra lateral
fr: Masquer tous les détails de la barre latérale
ja: サイドバーの詳細をすべて隠す
ko: 사이드바 세부 정보 모두 숨기기
uk: Сховати всі деталі бічної панелі
zh_hans: 隐藏所有侧边栏详细信息
zh_hant: 隱藏所有側邊欄詳細資訊
